
"AX_SLEEP_ICON_DESCRIPTION"	= "Symbol for vågeblus";
"AX_RESTART_ICON_DESCRIPTION" = "Symbol for Start igen";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Symbol for Luk ned";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Logger ud";

"SHUTTING_DOWN"	=	"Lukker ned";

"RESTARTING"	=	"Starter igen";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Vil du afbryde %@?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Alle ændringer, der ikke er arkiveret, går tabt.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Vil du afbryde de %ld valgte programmer?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Alle ændringer, der ikke er arkiveret, går tabt.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Du kan frigøre mere hukommelse ved at vælge et program og klikke på Afbryd.";

"NORMAL_MESSAGE_TEXT" = "Hvis et program ikke svarer i et stykke tid, skal du vælge det og klikke på Afbryd.";

"LOMEM_INFO_TEXT" = "Det kan også hjælpe at lukke vinduer og fjerne arkiver fra startdisken.";

"NORMAL_INFO_TEXT" = "Du kan åbne dette vindue ved at trykke på \nKommando+Alternativ+esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Afbryd";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Du er ikke logget ud, fordi programmet %@ ikke kunne slutte. Prøv at logge ud igen, slut %@, og vælg Apple > Log ud.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Du er ikke logget ud, fordi et program ikke kunne slutte. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Du slutter et program, der ikke svarer, ved at vælge Apple > Afbryd (eller trykke på Kommando-Alternativ-esc).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Programmet %@ kunne ikke slutte og svarer ikke.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Log ud blev annulleret af programmet %@.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Log ud blev annulleret af program.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Programmet %@ annullerede log ud. FileVault bliver ikke slået til for denne konto.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Et program har annulleret log ud. FileVault bliver ikke slået til for denne konto.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Kontoen forbliver ukrypteret. Hvis du vil slå FileVault til, skal du åbne Systemindstillinger og starte forfra. Hvis du lige har indstillet hovedadgangskoden, behøver du ikke indstille den igen.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Programmet %@ annullerede log ud. FileVault bliver ikke slået fra for denne konto.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Et program har annulleret log ud. FileVault bliver ikke slået fra for denne konto.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Programmet %@ annullerede log ud. FileVault bliver ikke konverteret for denne konto.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Et program har annulleret log ud. FileVault bliver ikke konverteret for denne konto.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Kontoen forbliver krypteret. Hvis du vil slå FileVault fra, skal du åbne Systemindstillinger og starte igen.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Kontoen bevarer dens originale format. Hvis du vil konvertere FileVault, skal du åbne Systemindstillinger og starte igen.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Slut %@, vælg Log ud på Apple-menuen, og prøv igen.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Du prøver igen ved at vælge Apple > Log ud.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Programmet %@ annullerede genstart.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Et program annullerede genstart.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Slut %@, og vælg Start igen på Apple-menuen for at prøve igen.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Du prøver igen ved at vælge Apple > Start igen.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Programmet %@ annullerede nedlukning.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Et program annullerede nedlukning.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Du prøver igen ved at slutte %@ og vælge Apple > Luk ned.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Vælg Luk ned på Apple-menuen for at prøve igen.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Finder kan ikke starte, fordi der er opstået et alvorligt problem.";


"APP_DIED_ALERT_MESSAGE"		=   "Programmet %@ sluttede uventet.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Systemet og andre programmer er ikke berørt.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Annuller";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Luk ned";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Start igen";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Vågeblus";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Afbryd";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Afbryd";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Start igen";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pause";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Genoptag";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Vil du lukke computeren ned nu?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Vil du genstarte computeren nu?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Vil du slutte alle programmer og logge ud nu?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Denne computer er indstillet til automatisk at gå på vågeblus.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Denne computer er indstillet til at lukke automatisk ned.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Computeren er indstillet til automatisk at starte igen.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutter og %2$d sekunder";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutter og 1 sekund";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutter";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minut og %d sekunder";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minut og 1 sekund";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minut";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d sekunder";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 sekund";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 sekunder";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Hvis du ikke foretager dig noget, bliver du logget ud automatisk om %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Hvis du ikke foretager dig noget, lukker computeren automatisk ned om %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Hvis du ikke foretager dig noget, starter computeren automatisk igen om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Hvis du ikke foretager dig noget, lukker computeren automatisk ned om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Hvis du ikke foretager dig noget, går computeren automatisk på vågeblus om %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Hvis du ikke foretager dig noget, starter computeren automatisk igen om %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Hvis du lukker ned, slettes dine arkiver.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Du er logget ind som gæstebruger. Hvis du lukker ned, bliver alle arkiver og oplysninger i gæstens hjemmemappe slettet. Disse arkiver kan ikke genoprettes.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Hvis du starter igen, slettes dine arkiver.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Du er logget ind som gæstebruger. Hvis du genstarter, bliver alle arkiver og oplysninger i gæstens hjemmemappe slettet. Disse arkiver kan ikke genoprettes.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Hvis du logger ud, slettes dine arkiver.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Slet arkiver, og log ud";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Slet arkiver, og genstart";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Slet arkiver, og luk ned";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "ukendt";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Computerens ur er indstillet til en dato før den 1. januar 2008. Det kan skabe problemer for nogle programmer.";

"ILLEGAL_TIME_MESSAGE" = "Du indstiller uret manuelt ved at åbne Dato & tid. Du kan få flere oplysninger, hvis du vælger Hjælp > Mac-hjælp.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Der er brugere, der har forbindelse til computeren via Apple File Sharing";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Vil du genstarte computeren nu?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Vil du lukke computeren ned nu?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Der er %d andre brugere sluttet til denne computer vha. arkivdeling.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "En bruger er sluttet til denne computer vha. arkivdeling.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Der er %d andre brugere sluttet til denne computer vha. arkivdeling.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "En bruger er sluttet til denne computer vha. arkivdeling.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Du skal skrive en adgangskode for at låse skærmen op.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (svarer ikke)";

"APP_PAUSED_SUFFIX" = " (pause)";

"APP_THROTTLED_SUFFIX" = " (“throttled”)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge ind på brugerkontoen \"%@\" lige nu";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Log ind mislykkedes, fordi der opstod en fejl. Hjemmemappen til den konto, du prøver at logge ind på, ligger på en AFP- eller SMB-server. Kontakt systemadministratoren for at få hjælp.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
